[
	{ 
		"type": "title",
		"description": "The Unified Theory of Energy" 
	}, 
	{
		"type": "author",
	       	"description": "Michael John Vera"
	}, 
	{
		"type": "publication date",
	       	"description": "April 20, 2020"
	}, 
	{
		"type": "theorem",
		"id": 1,
		"name": "Energy State Theorem",
		"description": "Energy exists in three distinct states: as Radiation, as Gravitation, and as Particulate Motion. Each of these three energy states cannot exist apart from, or without, the other states."
	}, 
	{
		"type": "definition",
		"id": 1,
		"name": "Radiation",
		"description": "Radiation is Energy extended outwardly, intended for absorption."
	}, 
	{
		"type": "definition",
		"id": 2,
		"name": "Gravitation",
	       	"description": "Gravitation is Energy stored within Mass; it is absorbed Radiation and it is Potential Energy."
	}, 
	{
		"type": "definition",
		"id": 3,
		"name": "Particulate Motion",
		"description": "Particulate Motion is inertial Energy affecting Mass and Gravitation while being affected by Radiation and Mass."
	}, 
	{
		"type": "definition",
		"id": 4,
		"name": "Mass Structure",
	       	"description": "A Mass Structure is a collection of Particles drawn together by Gravitation while held apart by Radiation and Particulate Motion."
	}, 
	{
		"type": "theorem",
		"id": 2,
		"name": "Radiation Theorem",
	       	"description": "Radiation is absorbed and stored as Gravitation inside a Mass Structure."
	}, 
	{
		"type": "theorem",
		"id": 3,
		"name": "Excess Gravitation Theorem",
		"description": "Excess Gravitation within a Mass Structure is shed as Radiation."
	}, 
	{
		"type": "definition",
		"id": 5,
		"name": "Radiation Source",
		"description": "Anything emitting Radiation is a Radiation Source."
	}, 
	{
		"type": "theorem",
		"id": 4,
		"name": "Coordinate System",
		"description": "Each Radiation Source will have its own Coordinate System dictated by the total number, and therefore the total possible motion, of Particles within that Radiation Source."
	}, 
	{
		"type": "definition",
		"id": 6,
		"name": "Scale",
		"description": "Scale refers to the relative size of any Radiation Source."
	}, 
	{
		"type": "theorem",
		"id": 5,
		"name": "Surface Interaction Theorem",
		"description": "Due to the interaction of Radiation with Particulate Motion, the Frequency, or Frequencies, of Radiation is limited to that of the surface of the Mass Structure from which the Radiation is emitted."
	}, 
	{
		"type": "theorem",
		"id": 6,
		"name": "Radiation Frequency Theorem",
		"description": "Radiation cannot have a Frequency of zero, and will contain a subset of all possible Frequencies."
	}, 
	{
		"type": "definition",
		"id": 7,
		"name": "God",
	       	"description": "God is the one Radiation Source containing the set of all possible Frequencies."
	}, 
	{
		"type": "theorem",
		"id": 7,
		"name": "Mass Theorem",
	       	"description": "Mass is made up of Particles of infinitely diminishing size which group together and break apart; which can be attracted to, or repelled by, other Particles."
	}, 
	{
		"type": "definition",
		"id": 8,
		"name": "Mass Structure",
		"description": "A Mass Structure is a specific arrangement of Particles tied together by Gravitation while held apart by Particulate Motion and Radiation."
	}, 
	{
		"type": "theorem",
		"id": 8,
		"name": "Particle State Theorem",
		"description": "Particles have three states: Undergravitated, Overgravitated, and Even."
	}, 
	{
		"type": "definition",
		"id": 9,
		"name": "Surface Interaction",
		"description": "A Surface Interaction describes the remainder of the process of the storage or extraction of Energy."
	}, {
		"type": "theorem",
		"id": 9,
		"name":	"First Degree Surface Interaction Theorem",
		"description": "A First Degree Surface Interaction is any transfer of Energy that leaves, as a remainder, one or more Particles removed from their Radiation Source."
	}, 
	{
		"type": "theorem",
		"id": 10,
		"name":	"Second Degree Surface Interaction Theorem",
	       	"description": "A Second Degree Surface Interaction is any transfer of Energy whose First Degree Interaction remainder Particles interact with the Mass Structure to form a new type of Atomic Structure at the surface."
	}, 
	{
		"type": "theorem",
		"id": 11,
		"name": "Atomic Structure Theorem",
		"description": "An Atomic Structure is a subset of its overall Mass Structure."
	}, 
	{
		"type": "definition",
		"id": 10,
		"name": "Generator Definition",
		"description": "A Generator is a Mass Structure which interacts with a Radiation Source to create new Atomic Structures of a specific arrangement."
	}, 
	{
		"type": "theorem",
		"id": 12,
		"name": "Third Degree Surface Interaction Theorem", 
		"description": "A Third Degree Surface Interaction results in a physical change to the Mass Structure."
	}, 
	{
		"type": "theorem",
		"id": 13,
		"name": "Mass Structure Theorem",
		"description": "A Mass Structure will grow to form a spherical shape, due to the restructuring of Particles, and will expel excess Gravitation as Radiation outwardly on a plane at or near its equator with higher entropy, and reclaim Radiation and Particles at its poles with lower entropy."
	}, 
	{
		"type": "definition",
		"id": 11,
		"name": "Surface Depth Definition",
		"description": "Surface Depth is the depth of saturation of Radiation into a Mass Structure."
	}, 
	{
		"type": "theorem",
		"id": 14,
		"name":	"Surface Depth Theorem",
		"description": "Surface Depth is proportional to the amount of Gravitation that a Mass Structure is able to store."
	}, 
	{
		"type": "definition",
		"id": 12,
		"name":	"Life",
		"description": "Life is any system which utilizes the results of Surface Interactions to separate itself from the Surface of a Mass Structure."
	}, 
	{
		"type": "definition",
		"id": 13,
		"name": "Fourth Degree Surface Interaction",
		"description": "A Fourth Degree Surface Interaction includes the beginning of Life."
	}, 
	{
		"type": "definition",
		"id": 14,
		"name": "Fifth Degree Surface Interation",
		"description": "A Fifth Degree Surface Interaction is a collection or grouping of various types of specialized cells that work together to further remove itself from the Surface."
	}, 
	{
		"type": "definition",
		"id": 15,
		"name": "Memory",
		"description": "Memory is the storage of a subset of all Frequencies of Radiation as Gravitation within highly specialized cells, which can also be retrieved in a reverse process."
	}, 
	{
		"type": "theorem",
		"id": 15,
		"name":	"Radiation Storage Frequency Theorem",
		"description": "Radiation tends to be stored in Gravitation as a specific Frequency or set of Frequencies."
	}, 
	{
		"type": "theorem",
		"id": 16,
		"name":	"Radiation Retrieval Theorem",
		"description": "Radiation tends to be retrieved from its Gravitated state at the same Frequency or Frequencies in which it was stored."
	}, 
	{
		"type": "definition",
		"id": 16,
		"name": "Sixth Degree Surface Interaction",
		"description": "The Sixth Degree Surface Interaction produces the most complex organisms, which are a grouping of highly specialized groupings of cells with specialized processes available to make the best use of the results of each of the five previous Surface Interactions."
	}, 
	{
		"type": "theorem",
		"id": 17,
		"name": "Anxiety Theorem",
		"description": "Anxiety is a measure of self-awareness in an organism in the Sixth Degree of Surface Interactions."
	}, 
	{
		"type": "definition",
		"id": 17,
		"name": "Synthetic Construct",
		"description": "A Synthetic Construct is an idea or concept generated as a result of advanced Surface Interactions to assist with the perception of the Surface Interactions themselves. E.g. time, straight line, black hole."
	}
]
